Repository: MarkaPola/Linkificator
Catalog: l10n/*/linkificator.xliff
Languages: fr

source: 0 links processed
fr: 0 liens traités

source: 1 link processed
fr: 1 lien traité

source: %d links processed
fr: %d liens traités

source: in %d ms
fr: en %d ms

source: page excluded
fr: page ignorée

source: page not processed
fr: page non traitée

source: undetermined
fr: indéterminé

source: Activated
fr: Activé

source: Display widget in the Add-on Bar
fr: Afficher le widget dans la barre des modules

source: Page context menu integration
fr: Intégration dans le menu contextuel de page

source: On Widget middle-click
fr: Clic central sur le widget

source: None
fr: Aucune action

source: Toggle linkificator state
fr: Changer l'état de Linkificator

source: Toggle current page processing
fr: Inclure/Exclure la page courante

source: Update current page
fr: Actualiser la page courante

source: On Widget right-click
fr: Clic droit sur le widget

source: Hot key to
fr: Raccourci clavier pour

source: Hot key combination
fr: Combinaison du raccourci clavier

source: Use regular expressions for domains
fr: Utiliser les expressions régulières pour les domaines

source: Domain filtering mode
fr: Mode de filtrage des domaines

source: Only linkify for domains in Whitelist
fr: Traiter les domaines de la liste blanche

source: Never linkify for domains in Blacklist
fr: Ne pas traiter les domaines de la liste noire

source: Whitelisted Domains
fr: Liste blanche

source: Separate domains with a space
fr: Separer les domaines avec un espace

source: Blacklisted Domains
fr: Liste noire

source: Override text color
fr: Remplacer la couleur du texte

source: Linkified text color
fr: Couleur du texte

source: Override background color
fr: Remplacer la couleur du fond

source: Linkified background color
fr: Couleur du fond

source: Advanced settings...
fr: Réglages avancés...

source: Sync settings
fr: Synchroniser les réglages

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Update
fr: Actualiser

source: Update links
fr: Actualiser les liens

source: Custom Rule Validation
fr: Validation règle utilisateur

source: Fields must not be empty
fr: Les champs ne doivent pas être vides

source: Errors on regular expressions
fr: Erreurs dans les espressions régulières

source: Pattern is not a valid regular expression
fr: L'expression régulière pour le modèle est invalide

source: URL is not a valid regular expression
fr: L'expression régulière pour l'URL est invalide

source: Linkificator Advanced Options
fr: Linkificator Options Avancées

source: Links
fr: Liens

source: Custom Rules
fr: Règles Utilisateur

source: Cancel
fr: Annuler

source: Apply Predefined Rules for:
fr: Appliquer les règles prédéfinies pour :

source: Email addresses
fr: Adresses de courriel

source: about: protocol
fr: Protocole about:

source: Standard URLs
fr: URL standards

source: Apply Custom Rules for:
fr: Appliquer les règles utilisateur pour :

source: Before predefined rules list
fr: Liste Avant les règles prédéfinies

source: After predefined rules list
fr: Liste Après les règles prédéfinies

source: Handle inline elements
fr: Traiter les éléments en ligne

source: Before predefined rules
fr: Avant les règles prédéfinies

source: After predefined rules
fr: Après les règles prédéfinies

source: Add Rule
fr: Ajouter une règle

source: Edit
fr: Editer

source: Delete
fr: Supprimer

source: Protocols
fr: Protocoles

source: Subdomains
fr: Sous-domaines

source: Excluded Elements
fr: Eléments exclus

source: Inline Elements
fr: Eléments en ligne

source: Reset to Default
fr: Remettre par défaut

source: Name
fr: Nom

source: Rule identification
fr: Identification de la règle

source: Pattern
fr: Modèle

source: Regular expression
fr: Expression régulière

source: Converts text links into clickable links...
fr: Transforme les liens textuels en liens hypertexte cliquables...
